src/test/resources/buscarDadosAlteracaoLimites/T1396/T1396-rq.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:br="br.com.conductor.RealizeWs.ContaService" xmlns:br1="br.com.conductor.RealizeWs.Conta.Contracts">
   <soapenv:Header/>
   <soapenv:Body>
      <br:BuscarDadosAlteracaoLimites>
         <!--Optional:-->
         <br:request>
            <!--Optional:-->
            <br1:CPF>99412382510</br1:CPF>
            <!--Optional:-->
            <br1:Chapa>R2D2</br1:Chapa>
         </br:request>
      </br:BuscarDadosAlteracaoLimites>
   </soapenv:Body>
</soapenv:Envelope>